
; Welcome to our localization file! In here we will be able to localize
; both the "Bestiary" elements of the mod, as well as the "UFOpedia".

;========================================================================================
;*********************************   BESTIARY RELATED   *********************************
;========================================================================================

; The BESTIARY elements of the mod, such as scanning, and acquiring
; each entry into the actual Bestiary facility.

;=========================================
;   LOCALIZING FOR BESTIARY SCANNING PERKS
;=========================================

;this is the actual ability given to the XPAD item:
[BestiaryScan X2AbilityTemplate]
LocFriendlyName="Bestiary Scan"
LocLongDescription="Use this ability to scan a unit and add the data to the Bestiary"
LocHelpText="Use this ability to scan a unit and add the data to the Bestiary"
LocFlyOverText="Scanned!"
LocPromotionPopupText="Use this ability to scan a unit and add the data to the Bestiary.\n<Bullet/>Ability Point Cost: <Ability:BESTIARYSCAN_AP/>.\n<Bullet/>Is Free Action: <Ability:BESTIARYSCAN_ISFREE/>.\n<Bullet/>Ends Turn: <Ability:BESTIARYSCAN_ENDSTURN/>\n<Bullet/>Cooldown: <Ability:BESTIARYSCAN_COOLDOWN/>\n<Bullet/>Charges :<Ability:BESTIARYSCAN_CHARGES/>\n<Bullet/>Requires Basic LOS :<Ability:BESTIARYSCAN_SIGHT/>\n<Bullet/>Can be Used at Squadsight Ranges :<Ability:BESTIARYSCAN_SQUADVIS/>"

;this ability is given to items/etc to unlock the use of the XPAD ability, default setup is for BattleScanners:
[BestiaryScan_Passive X2AbilityTemplate]
LocFriendlyName="Bestiary Scan"
LocLongDescription="Use this ability to scan a unit and add the data to the Bestiary"
LocHelpText="Use this ability to scan a unit and add the data to the Bestiary"
LocFlyOverText="Scanned!"
LocPromotionPopupText="Use this ability to scan a unit and add the data to the Bestiary.\n<Bullet/>Ability Point Cost: <Ability:BESTIARYSCAN_AP/>.\n<Bullet/>Is Free Action: <Ability:BESTIARYSCAN_ISFREE/>.\n<Bullet/>Ends Turn: <Ability:BESTIARYSCAN_ENDSTURN/>\n<Bullet/>Cooldown: <Ability:BESTIARYSCAN_COOLDOWN/>\n<Bullet/>Charges :<Ability:BESTIARYSCAN_CHARGES/>\n<Bullet/>Requires Basic LOS :<Ability:BESTIARYSCAN_SIGHT/>\n<Bullet/>Can be Used at Squadsight Ranges :<Ability:BESTIARYSCAN_SQUADVIS/>"

;this is a special version for Gremlins and Bits that unlocks with Scanning protocol (can configure in configs)
;the Tag here finds the names of the perks in the config. if the perks is empty re-word the localisation to reflect this
[BestiaryScan_Protocol X2AbilityTemplate]
LocFriendlyName="Bestiary Scan Protocol"
LocLongDescription="If the soldier also has <Ability:BESTIARYSCAN_GREMLIN/> they can use this item to scan a unit and add the data to the Bestiary"
LocHelpText="Use this ability to scan a unit and add the data to the Bestiary"
LocFlyOverText="Scanned!"
LocPromotionPopupText="If the soldier also has <Ability:BESTIARYSCAN_GREMLIN/> they can use this item to scan a unit and add the data to the Bestiary.\n<Bullet/>Ability Point Cost: <Ability:BESTIARYSCAN_AP/>.\n<Bullet/>Is Free Action: <Ability:BESTIARYSCAN_ISFREE/>.\n<Bullet/>Ends Turn: <Ability:BESTIARYSCAN_ENDSTURN/>\n<Bullet/>Cooldown: <Ability:BESTIARYSCAN_COOLDOWN/>\n<Bullet/>Charges :<Ability:BESTIARYSCAN_CHARGES/>\n<Bullet/>Requires Basic LOS :<Ability:BESTIARYSCAN_SIGHT/>\n<Bullet/>Can be Used at Squadsight Ranges :<Ability:BESTIARYSCAN_SQUADVIS/>"

;this 'ability' is used as an empty list warning for the Bestiary
[BestiaryScan_Empty X2AbilityTemplate]
LocFriendlyName="Bestiary Ability Data Empty"
LocHelpText="This unit has no special abilities to show in the Bestiary."

;this 'ability' is used as an autopsy required warning for the Bestiary
[BestiaryScan_AutopsyRequired X2AbilityTemplate]
LocFriendlyName="Bestiary Data Incomplete"
LocHelpText="This unit may have special abilities to show in the Bestiary, alongside stats data.\n\nAn autopsy is required to view this data."

;========================================================================================
;*********************************   BESTIARY RELATED   *********************************
;========================================================================================

;========================================================================================
;*********************************   UFOPEDIA RELATED   *********************************
;========================================================================================

; Now, the UFOPEDIA elements of the mod.

[UFOPEDIA_NONE X2TechTemplate]
DisplayName="UFOPEDIA HIDDEN TECH"
Summary="This tech is used to hide unfinished UFOPEDIA entries. You Should NOT be seeing this. If you do please contact the UFOPEDIA mod devs. Thank you."

;===============================================
;  REWRITING MAIN ARCHIVES BUTTON LOCALIZATION
;===============================================
[XComGame.UIAvengerShortcuts]
[UIAvengerShortcuts]
-LabelCQ_XCOMDatabase=XCOM Archives
+LabelCQ_XCOMDatabase=XCOM UFOpedia

-TooltipCQ_XCOMDatabase=Access more information in the XCOM Archives
+TooltipCQ_XCOMDatabase=Access more information in the XCOM UFOpedia

;=========================================
;   LOCALIZING YOUR ENCYCLOPEDIA ENTRIES
;=========================================

; In this section, you will type up how every single header, entry, 
; title and flavor text will actually appear in-game, for the FIRST 
; section of the mod, the Encyclopedia Entries.
;
; If you wish to type up the SECOND section, the Detailed UFOPEDIA entries,
; you can do so inside the WOTC_UFOPedia.int file.
;
;[templatename X2EncyclopediaTemplate] ; where 'templatename' will be used for localizing the text. Must match with templatename in XComEncyclopedia.ini
;ListTitle="Title in List"             ; the text of the entry on the list on the left, whether a Category Header, or a Category entry
;DescriptionTitle="Title on Right"     ; the title for each entry, on the right text box
;DescriptionEntry="Text Based Entry"   ; the text that will appear on the right text box on the first screen, usually a shorter blurb
;
; Category Headers don't use DescriptionTitle or DescriptionEntry
;
;=========================================
;  MAIN LAYOUT & HEADERS - DO NOT DELETE
;=========================================

[UIInventory_XComDatabase]
m_strTitle=XCOM UFOPEDIA & ARCHIVES
m_strSubTitleTitle=ACCESSING DATABASE ...

[Header_UFOPEDIA X2EncyclopediaTemplate]
ListTitle="<p align='CENTER'> <font color='#5CD16C'>XCOM UFOPEDIA</font> </p>"

[UFOPEDIA X2EncyclopediaTemplate]
ListTitle="UFOPEDIA v.XLII BRITISH EDITION"
DescriptionTitle="UFOPEDIA AND BESTIARY INTRODUCTION"
DescriptionEntry="On the eve of 22/02/2022, at precisely 20:20hrs, in a small town on the outskirts of the former UK, an Archivist by the name of RustyDios discovered a distress signal: A fellow Archivist in Mexico, Kexx, had caches of information, but no means to communicate them worldwide.\n\nIn a shared desire to properly inform the world of these important events, the two Archivists put together a global effort into what they would call: Project UFOpedia. Members from all over the world united in this endeavor, in the hopes to rid our world from the Alien Invaders.\n\nWe hope you enjoy viewing the entries as much as we enjoyed creating them.\n\n<p align='CENTER'>   Fellow Archivists:\n <font color='#B6B3E3'>  RustyDios   |   Kexx     \nRenegadeGinger   |   novaseer     \n      CerebralCloud92   |   GameBreaker     </font>\n        And:     \n <font color='#B6B3E3'>        Xymanek     </font></p>"

[NAVIGATION X2EncyclopediaTemplate]
ListTitle="Navigating the UFOPEDIA"
DescriptionTitle="UFOPEDIA Navigation"
DescriptionEntry="Welcome! It is our pleasure to bring to you the UFOpedia; an homage to the classic and charming archives of old.\n\n<Bullet> Click the <font color='#FDCE2B'>\"?\"</font> icon to Open/Collapse a Category and view it's entries.\n<Bullet> Click the <font color='#27AAE1'>[Toggle All]</font> to Open/Collapse all Categories.\n<Bullet> Click the <font color='#5CD16C'>[View Report]</font> button on each entry for a more in-depth analysis.\n\n<Bullet> Close this UFOpedia and click on the \"View Enemy Screening\" to go to the 3D viewing Bestiary, where you can learn about enemy abilities, how many you've killed, their stats, gear, etc.\n\n<Bullet> If an ability on the right has a playable animation, it will highlight green on hover. Click to play.\n\n<Bullet> From the Armory you can access the Soldier View, from Shen's Engineering and Tygan's Lab, you can access the Crew View."

[Header_ARCHIVES X2EncyclopediaTemplate]
ListTitle="<p align='CENTER'> <font color='#5CD16C'>XCOM ARCHIVE: DATABASE</font> </p>"

;============================
;  NEW ENCYCLOPEDIA ENTRIES
;============================

; --------------------
; 1. HISTORY (UFOPEDIA)
; --------------------

[Header_UFOP_HISTORY X2EncyclopediaTemplate]
ListTitle="HISTORY"

[UFOP_GRT_ACCORD X2EncyclopediaTemplate]
ListTitle="The Great Accord"
DescriptionTitle="The Great Accord"
DescriptionEntry="After XCOM was activated on February 2nd, 2015, the world's best and brightest were brought together in an attempt to deal with the threat posed by the aliens. Despite this, there was nothing that could have adequately prepared humanity for what was to come. The first arrival of hostile aliens in Berlin on March 1st, and the subsequent obliteration of Delta Team, would set a grim precedent for the rest of the conflict, which came to be known as the Two-Month War.\n\nWith one defeat after another and the looming collapse of the entirety of human society close on the horizon, some both in the wider public and in the halls of government decided to bring the war to an end, and to attempt to find some semblance of grace in defeat. Led by William Thorne, the US Ambassador to the United Nations, the group which came to be known as ADVENT sowed dissent against the war effort in the dying days of the Old World, and covertly arranged a dialog with the Elders, coming to an agreement sometime on July 1st not long after passing the intelligence needed for the aliens to obliterate XCOM HQ. This agreement became what is now known as the Great Accord, the foundation for ADVENT's new world to come."

[UFOP_LIFE_AFTER X2EncyclopediaTemplate]
ListTitle="Life After Wartime"
DescriptionTitle="Life After Wartime"
DescriptionEntry="The invasion took a world already facing many a trouble and tore it to pieces, spiraling humanity into a five-year stretch of unfettered darkness. Tragedies were wrought by man, nature, and alien alike in this time. Ethnic and religious strife exploded across old conflict zones as people looked to place blame for the fall of their world on something they could grapple with. Preventable disease and infection decimated communities that were woefully unprepared for the mass tragedy of the war. Wildfires and catastrophic weather ravaged the land. Worst of all were the Chryssalids, turning all animal life it found into either a food source or a means of reproduction.\n\nAnd yet, despite everything, humanity endured. There were incidents of true heroism, where old grudges were finally set aside, and a new paradigm for human society was born in the fringes of the world, becoming the foundation on which the free territories, today called the Havens, were established."

[UFOP_OLD_WORLD X2EncyclopediaTemplate]
ListTitle="Last Breaths Of The Old World"
DescriptionTitle="Last Breaths Of The Old World"
DescriptionEntry="Early ADVENT was built on contradictions, less based on outright deceit than its current iteration. Under the direction of former UN Ambassador William Thorne, it attempted to create a semblance of the world that came before the invasion. A foil to the Havens, having been built on the principles of creating a new and more equitable world away from the aftershocks of the invasion. ADVENT thought it was doing the same thing, albeit in the interests of keeping old systems of power intact.\n\nAll the while, the first marks of ADVENT's reliance on a boom in biotechnology, afforded by the Elders' genetic engineering prowess, entered the forefront. Almost at the same time, the first wave of Gene Therapy clinics were opened, bringing with them medical miracles thought impossible just a year before, and the first wave of hybrid troopers were sent into the fray, handling the kinds of jobs the higher-ups in ADVENT command couldn't trust to their fellow humans who might be compromised by a conscience. And despite the veneer of a return to normal, the cracks in the facade were forming faster than ADVENT could cover them up."

[UFOP_LOST_SUMMER X2EncyclopediaTemplate]
ListTitle="The Second Apocalypse"
DescriptionTitle="The Second Apocalypse"
DescriptionEntry="The devastation of Newfoundland set a grim precedent for the second decade of ADVENT's control of Earth. The early 2020s were marked both by a stagnation in ADVENT's efforts to bring people away from the Havens and into the major population centers, and a widespread economic slump that resulted from the end of price controls and other measures undertaken during the post-2015 reconstruction period.\n\nADVENT was making its transition from being the arbiter of making an at least nominally more just world, to one that was still beholden to the old villains of corporate greed as much as it was to their mysterious, and still silent Elders.\n\nIt would be in 2023 that another set of cracks would begin to appear in the facade, as corruption prevented ADVENT from noticing the rise of the Lost, preferring to keep it quiet and contained rather than addressing it as a public health emergency. In 2025, their gamble would backfire, leading to immeasurable loss of life and destruction rivaling that of the invasion."

[UFOP_BROKEN_MASK X2EncyclopediaTemplate]
ListTitle="Broken Masquerade"
DescriptionTitle="Broken Masquerade"
DescriptionEntry="With the Lost reaching a pandemic state in the summer of 2025, ADVENT was quickly put on the ropes. For once, it was having to grapple with something they simply couldn't cover up. This ended its attempts at working with a modicum of secrecy after the mass blowback caused by Operation Clean Cut. It was impossible not just to hide that they knew this was an issue, but that they made it worse by introducing more fog pods into the equation.\n\nOne by one, the cities that were painstakingly reclaimed from ruin after the invasion, began to fall. It was with this in mind, that ADVENT was forced into a difficult decision. Whole swathes of the world were given up on and completely abandoned, left to whatever fates the Lost and the feral Chryssalids would bring them. In its stead, the bulk of the Coalition's watchful eye would focus on their main hubs, operating 16 'safe zones', while declaring everywhere else as the 'outlands', forbidden to most of ADVENT's citizens.\n\nIt was in this atmosphere of implosion that the seeds of resistance blossomed in the most unlikely place - a small but growing movement of self-freed ADVENT hybrids."

; ------------------
; 2. RECENT EVENTS
; ------------------

[Header_UFOP_RECENT_EVENTS X2EncyclopediaTemplate]
ListTitle="RECENT EVENTS"

[UFOP_GATECRASHER X2EncyclopediaTemplate]
ListTitle="Operation: Gatecrasher"
DescriptionTitle="Operation: Gatecrasher"
DescriptionEntry="March 1st, 2035, the 20th Anniversary of Unification Day. For the embraced, the celebration of peaceful coexistence. For the forgotten, the reminder that for 20 years, they've seen nothing but smoke, tasted nothing but ash, felt nothing but empty. That ends today. Today is either the beginning of a long fight, or the beginning of the end. But it ends today.\n\nTo the surprise of many, Konstantin Volikov and his Reapers held up their end of the bargain and came through; the location of the asset has been confirmed. Operation: Gatecrasher is to be a two-pronged assault; Central Officer Bradford is to lead his team to secure and extract the asset. Menace 1-5 is to provide the distraction that will garner ADVENT's attention, allowing Central to do so. Chief Engineer Shen confirms the charges are ready, and operative Jane Kelly and her team are standing by.\n\nBlood. Smoke. Ash. There's been too much of it. It's time the aliens know we're serious. Menace 1-5 is to infiltrate the heart of the celebration and send a message no one will soon forget. Blood. Smoke. Ash. It ends today."

[UFOP_COMMANDER X2EncyclopediaTemplate]
ListTitle="Search and Rescue"
DescriptionTitle="Search and Rescue"
DescriptionEntry="No one really knows what to make of the Reapers. They're an elusive group, shrouded in secrecy and uncomfortable rumors. But currently, we simply do not have the means or the numbers to fight back. If this enemy is to be defeated, we're going to need help, and trust needs to be a priority. Their leader Volk has extended an olive branch; if his Reapers are to be believed, they have confirmed the whereabouts of perhaps the most crucial component of the resistance's movement.\n\nAllegedly, they were tipped off by Betos and her Skirmishers, their sworn enemy. That alone is enough to cast doubt, but one of their top operatives, Elena \"Outrider\" Dragunova, has confirmed the intel to be true. If Volk trusts Betos, we can only pay in kind. That they were tipped off in turn by our man inside, makes the situation more palatable.\n\nThe asset is in New Providence. Operation: Gatecrasher is to be a two-pronged assault. Central himself is leading the charge. Once he and Kelly have facilitated Menace 1-5's entrance, they are to rendezvous with Crashers 1 and 2, Peter Osei and Ana Ramírez, who by then should have secured the perimeter. Once inside the Gene Therapy Clinic, they are to locate and extract the asset. This is top priority."

[UFOP_BATTERY X2EncyclopediaTemplate]
ListTitle="Power Converter Retrieval"
DescriptionTitle="Power Converter Retrieval"
DescriptionEntry="Official Records of the Two Month War are almost non-existent. If rumors are to be believed, the military prowess of Earth's combined forces managed to take down only a few UFOs. Among those, a Supply Barge. For reasons unknown to us, the aliens never made any efforts to secure or retrieve the latter, but as the saying goes, one man's trash is another man's treasure.\n\nThat man being former XCOM's Chief of Engineering, Raymond Shen. He had a vision and dedicated his life after the invasion to seeing it come through. His life's work? the Avenger. Without Central, there would be no XCOM. Without Shen, XCOM wouldn't have a base of operations… or a fighting chance.\n\nOur Chief Engineer, An-Yi \"Lily\" Shen, has continued her father's work to this day, getting the place operational. As she's mentioned before, getting our tech to talk to theirs is difficult, but not impossible. But she needs a Power Converter in order to do that, and reach the ship's full capabilities. Resistance reconnaissance has located one in New India. Operative Jane Kelly has expressed her wishes to spearhead this operation and retrieve the Converter safely. Firebrand is standing by."

[UFOP_ALN_BIOTECH X2EncyclopediaTemplate]
ListTitle="Alien Biotech"
DescriptionTitle="Alien Biotech"
DescriptionEntry="short blurb for Alien Biotech."

[UFOP_PSI_NETWORK X2EncyclopediaTemplate]
ListTitle="The Psionic Network"
DescriptionTitle="The Psionic Network"
DescriptionEntry="short blurb for the Psionic Network."

[UFOP_ALN_ENCRYPT X2EncyclopediaTemplate]
ListTitle="Alien Encryption"
DescriptionTitle="Alien Encryption"
DescriptionEntry="short blurb for Alien Encryption."

[UFOP_CODEX_DATA X2EncyclopediaTemplate]
ListTitle="Codex Brain Data"
DescriptionTitle="Codex Brain Data"
DescriptionEntry="short blurb for Codex Brain Data."

[UFOP_PSI_GATE X2EncyclopediaTemplate]
ListTitle="The Psionic Gateway"
DescriptionTitle="The Psionic Gateway"
DescriptionEntry="short blurb for The Psionic Gate."

[UFOP_MISSING_HUMANS X2EncyclopediaTemplate]
ListTitle="The Missing Civilians"
DescriptionTitle="The Missing Civilians"
DescriptionEntry="short blurb for The Missing Civilians. Uh oh. You don't wanna know."

[UFOP_BLACKSITE X2EncyclopediaTemplate]
ListTitle="The Blacksite"
DescriptionTitle="The Blacksite"
DescriptionEntry="The Spokesman recently provided XCOM with ADVENT reports of missing civilians from all over the world. The reports are highly classified, but two key pieces of data are noted across each report. The former, reference to a clandestine Blacksite. The latter, a single word: \"Avatar\"."

[UFOP_BLACKSITE_VIAL X2EncyclopediaTemplate]
ListTitle="The Blacksite Vial"
DescriptionTitle="The Blacksite Vial"
DescriptionEntry="After extensive analysis by Dr. Tygan and Dr. Shen of the vial of jade liquid our soldiers recovered from the Blacksite, the true purpose of the Blacksite is crystal clear: systemised screening of humans in the city centres for psionic aptitude, their subsequent abduction, and procession into raw genetic material, whose purpose we can only imagine."

[UFOP_FORGE X2EncyclopediaTemplate]
ListTitle="The Forge Facility"
DescriptionTitle="The Forge Facility"
DescriptionEntry="short blurb for the Forge Facility, and what is found in there."

[UFOP_ALN_DYING X2EncyclopediaTemplate]
ListTitle="The Alien Conundrum"
DescriptionTitle="The Alien Conundrum"
DescriptionEntry="short blurb for The Alien Conundrum. Oh shit, they're dying?! Shit yeah!"

[UFOP_ETHEREALS X2EncyclopediaTemplate]
ListTitle="The Ethereals"
DescriptionTitle="The Ethereals"
DescriptionEntry="short blurb for the Ethereals. Not entirely sure what this entry is about just yet, but sure."

; --------------------
; 3. ALIEN ACTIVITIES
; --------------------

[Header_UFOP_ALN_ACTIVITIES X2EncyclopediaTemplate]
ListTitle="ALIEN ACTIVITIES"

[UFOP_ALN_MASS_PROD X2EncyclopediaTemplate]
ListTitle="Alien Mass Production"
DescriptionTitle="Alien Mass Production"
DescriptionEntry="As the invasion ran rampant, we weren't only outmatched, but we were severely outnumbered. It seemed the aliens had an infinite supply of forces and weapons, and no matter how many of them we were able to neutralize, they never stopped coming. We learned throughout the conflict that they kept their numbers healthy through carefully coordinated supply chains. While the origins of the materials they shipped remain unknown to us, logistics would indictate that they had the means of rapid repairs and efficient redeployment from orbit.\n\nDuring ADVENT's tenure, they've relocated these efforts onto the mainland. They no longer ship these from beyond, they build them here. Mechanized Infantry Units, surveillance drones, heavy armor, advanced weaponry; the alien forces and their ADVENT Peacekeepers are infinitely supplied. Within city centers, clandestine warehouses with stockpiles of elerium and alien alloys front as everyday businesses and services, from nightclubs, to clothing stores to car dealerships.\n\nAnd that's just based on what we've confirmed. Rumors indicate the existence of specialized factories, automated mass production facilities, that are scattered around the globe. Through interconnected railway networks, every sector under the Coalition's watch is stocked to the brim. Trying to rid the world of these facilities is simply beyond our reach, but, if carefully planned, we might be able to intercept these supply trains on the move and recover some of their cargo for ourselves."

[UFOP_CHOSEN_TRAINING X2EncyclopediaTemplate]
ListTitle="Chosen Training"
DescriptionTitle="Chosen Training"
DescriptionEntry="Decryption of this entry is still ongoing."

[UFOP_CHOSEN_SABOTAGE X2EncyclopediaTemplate]
ListTitle="Chosen Sabotage"
DescriptionTitle="Chosen Sabotage"
DescriptionEntry="Decryption of this entry is still ongoing."

[UFOP_CHOSEN_AMBUSH X2EncyclopediaTemplate]
ListTitle="Chosen Ambush"
DescriptionTitle="Chosen Ambush"
DescriptionEntry="The Chosen are nothing if not persistent - as much is immediately made clear on one's first encounter. It is, therefore, no surprise that whilst we seek to surveil them and their activities, they would do so in kind. If an XCOM covert operations team steps into the wrong territory, they can be certain that the Chosen are watching, waiting for the time to strike. Whenever a covert operations team is sent out on a covert action with the Resistance, it is important to consider the possibility of ambush by a Chosen. Only limited firepower can be allocated to such operations, and so being able to deter them with firepower alone is nigh impossible."

[UFOP_CHOSEN_INTERROGATION X2EncyclopediaTemplate]
ListTitle="Chosen Interrogation"
DescriptionTitle="Chosen Interrogation"
DescriptionEntry="short blurb for Chosen Interrogation, covering both Extract Knowledge and Kidnapping."

[UFOP_CHOSEN_HAVEN_ATK X2EncyclopediaTemplate]
ListTitle="Chosen Terror"
DescriptionTitle="Chosen Haven Attack"
DescriptionEntry="short blurb for Chosen Haven Assault."

[UFOP_CHOSEN_AVENGER_ATK X2EncyclopediaTemplate]
ListTitle="Chosen Retaliation"
DescriptionTitle="Chosen Avenger Assault"
DescriptionEntry="short blurb for Chosen Avenger Assault."

[UFOP_ADV_HAVEN_ATK X2EncyclopediaTemplate]
ListTitle="Advent Terror"
DescriptionTitle="Advent Haven Attack"
DescriptionEntry="short blurb for Advent mercilessly murdering ugly civilians."

[UFOP_ADV_AVENGER_ATK X2EncyclopediaTemplate]
ListTitle="Advent Retaliation"
DescriptionTitle="Advent Avenger Assault"
DescriptionEntry="short blurb for Advent Avenger Assault. We've had it with yo' shit."

[UFOP_DARK_EVENTS X2EncyclopediaTemplate]
ListTitle="Dark Events"
DescriptionTitle="Dark Events"
DescriptionEntry="short blurb for Dark Events."

[UFOP_HUMAN_PROCESS X2EncyclopediaTemplate]
ListTitle="Human Processing"
DescriptionTitle="Human Processing"
DescriptionEntry="Indoctrination. For many, those who lost their lives during the invasion had it better. For others, things weren't as clear-cut. A distant warrior in the face of a losing battle once said, \"Is submission not preferable to extinction?\" Many agreed with the sentiment.\n\nAfter the aliens invaded, pillaged, and murdered us, they moved in and became our \"friend\". They had all sorts of offerings, and to their credit, they were remarkable: technological wonders we could only dream of, and medical advancements that could only be classified as miracles. Cancer, AIDS, MS, Cerebral Palsy, simply gone one day. It's difficult to pass on the offer to walk again, to see again, feel again. Many who stumbled inside one of these Gene Therapy Clinics, walked out into a new life.\n\nMore did not.\n\nOf all the activities the aliens conduct, none are as insidious and morally devastating as the true nature behind the Gene Therapy Clinics they tout so altruistically."

[UFOP_AVATAR_PROJECT X2EncyclopediaTemplate]
ListTitle="The Avatar Project"
DescriptionTitle="The Avatar Project"
DescriptionEntry="short blurb for The Avatar Project."

; ------------------
; 4. XENOSOCIOLOGY
; ------------------

[Header_UFOP_XENOSOCIO X2EncyclopediaTemplate]
ListTitle="XENOSOCIOLOGY"

[UFOP_XS_ADV_PROPAGANDA X2EncyclopediaTemplate]
ListTitle="Advent Propaganda"
DescriptionTitle="Advent Propaganda"
DescriptionEntry="ADVENT's propaganda is in many ways similar to that used by authoritarian governments throughout human history. It bears a close resemblance to that utilized by fascist and authoritarian leftist groups in the 20th Century, as well as the far more subtle, but omnipresent pre-invasion era military propaganda that was especially present in the former United States at the dawn of the 21st Century.\n\nUltimately, it serves to pose two contradictory narratives in the psychological war it wages with XCOM and the wider anti-ADVENT resistance movement: ADVENT is both the only defender against the 'barbarians at the gates' that would see a regression of societal progress supposedly made under ADVENT, and at the same time, that XCOM and the Resistance are a weak, ineffective, and futile exercise against the 'morally superior' ADVENT.\n\nIt is the iron fist inside the velvet glove, a weapon far more powerful than any number of magnetic rifles. ADVENT's propaganda is a tool meant to contain or kill the imagination of the observer over a lifetime, to revise and erase history and cultural memory that does not serve their warped vision of a harmonious society, or the egotistical self-aggrandizement of the Elders."

[UFOP_XS_ADV_CITIES X2EncyclopediaTemplate]
ListTitle="Advent Cities"
DescriptionTitle="Advent Cities"
DescriptionEntry="ADVENT cities are the main population centers of the world in 2035. From the gleaming corporate offices and skyscrapers of the City Centers, to the brutalist hellscapes of destitution that make up the slums and resettlement zones on their outskirts; they are a microcosm of both ADVENT's viciously classist, top-down society and the hypocrisy inherent in its propaganda and ideology.\n\nPeople living in the highly-developed core districts live very much as people would in the most affluent pre-war cities, with material conditions often exceeding that which was seen before 2015. Those who live here are hardcore loyalists or those within the corporate class. From salarymen to CEOs, all under the watchful eye of the Peacekeepers' constant surveillance.\n\nMeanwhile, the de-facto slums on the periphery often are little different from life in the Havens, albeit with none of the freedom or solidarity that makes living there rewarding. Instead, these areas, often populated by the working poor and refugees, the landscape is a sea of old prefabs and repurposed storage containers stacked haphazardly on top of each other, while their occupants try to steer clear of the ire of the nigh-omniscient security presence."

[UFOP_XS_CHOSEN_PURPOSE X2EncyclopediaTemplate]
ListTitle="Chosen Purpose"
DescriptionTitle="Chosen Purpose"
DescriptionEntry="That ADVENT fails to address the issues of their administration is concerning. They either don't see them, which is unlikely given their 'Big Brother' approach to governance, or they don't care, believing they can out-force any issues that might arise. And therein lies the problem - conflict escalation. Unruly civilians? Stricter curfews and checkpoints. Havens training a militia? Triple the Peacekeepers' count. City Centers being attacked? Hit the Havens, leave no survivors. And now, while the resistance continues to struggle to organize as a united force, they've at least done well enough to see the rise of three separate, prominent threats against ADVENT.\n\nTheir response? The creation of three 'supreme beings', tasked with eradicating each faction. In line with the Elder's self-aggrandizement, they are designated 'The Chosen', and they have each been conceived, equipped, and armed with the factions' weaknesses in mind. For years now, if the factions are to be believed, they have been butchering their people efficiently, methodically, and mercilessly.\n\nRescuing the Commander, though, seems to have thrown a wrench in their plans, and with that, a new directive has been given to their 'Children'. They are to refocus all efforts on the capture and return of the Commander to the Elders' grasp at once. All other priorities are secondary. That is their directive. They are as relentless as they are tireless and will not stop until their mission is complete."

[UFOP_XS_ADV_FACILITIES X2EncyclopediaTemplate]
ListTitle="Advent Facilities"
DescriptionTitle="Advent Facilities"
DescriptionEntry="Up until recently, we haven't had the resources to investigate the existence of clandestine ADVENT facilities around the globe. We had a strong suspicion that they existed, we just lacked the critical details. More recently, though, as we've made contact with multiple resistance cells in the area, they've tipped us off to a few - and each has a more malignant purpose than the last.\n\nWhether they be for the production of classified ADVENT weaponry or the furtherment of their so-called Avatar project, it is increasingly clear that each and every one of these facilities needs to be destroyed by XCOM at the first available opportunity."

[UFOP_XS_ADV_CLINICS X2EncyclopediaTemplate]
ListTitle="Advent Gene Therapy Clinics"
DescriptionTitle="Advent Gene Therapy Clinics"
DescriptionEntry="Decryption of this entry is still ongoing."

[UFOP_XS_TREATMENT X2EncyclopediaTemplate]
ListTitle="Refining Treatment"
DescriptionTitle="Refining Treatment"
DescriptionEntry="short blurb for Refining Treatment, use human slush to create meat puppet vessel to inhabit."

[UFOP_XS_ALN_AGENDA_2 X2EncyclopediaTemplate]
ListTitle="The Alien Agenda"
DescriptionTitle="The Alien Agenda"
DescriptionEntry="If we are to free our people, we must first come to understand how our enemy operates, and what drives them to do so. For the greater half of the past century, they've researched us from afar, studied us, abducted us, harvested us. We paid no mind, we did nothing.\n\nThen they arrived.\n\nThey terrorized and infiltrated us, and once they settled in, they secured their supply chains and built their bases of operation. ADVENT came to be, and with it, came the Gene Therapy Clinics. We now know what really happens in them, but, even with Earth's brightest minds and the best intel gathered, we could never figure out why. Why do this? What's their endgame? What motivates such callous and egregious disregard for human life? Today we got an answer to these questions.\n\nUnder different circumstances, this would be good news, but that is not the case. The Ethereals are dying, and unfortunately for us, that means they're more than willing to do anything to prevent that from happening."

; ------------------
; 5. XENOTECHNOLOGY
; ------------------

[Header_UFOP_XENOTECH X2EncyclopediaTemplate]
ListTitle="XENOTECHNOLOGY"

[UFOP_XT_DNA_REC X2EncyclopediaTemplate]
ListTitle="DNA Reconstitution"
DescriptionTitle="DNA Reconstitution"
DescriptionEntry="Within the first few days of their arrival, the aliens proved to be a species who firmly subscribe to the idea that \"the end justifies the means.\" While we still have a lot of work ahead of us in discovering what their means are, we've seen what they are capable of, and more importantly, what they are willing to do. We're very well aware of the Genetic Engineering prowess the Elders possess, in large part due to what they can do at their Gene Therapy Clinics, but that is on the constructive end of the spectrum.\n\nOn the destructive end of it, the Elders don't seem to have any ethical or moral qualms about the lives they destroy or tamper with, in pursuit of their grander schemes. We first saw it during the invasion. Old Autopsy reports informed us of beings wholly created by the manipulation of different species' DNA combined into one, such as the creature referred to as the \"Floater.\" Equally concerning, the reports found the exact same DNA strands replicated in every single one they faced. The Elders aren't just capable of cloning, it seems like process is easy for them.\n\nIn the 20 years since then, we can only presume they have refined and perfected their methods. Now, with our human DNA at their disposal, the aliens have started infusing their troops with our genetics, improving them in numerous and terrifying ways."

[UFOP_XT_ALLOYS X2EncyclopediaTemplate]
ListTitle="Alien Alloys"
DescriptionTitle="Alien Alloys"
DescriptionEntry="Strictly from a metallurgy perspective, these alloys are magnificent. They are light, durable, ductile and through the proper application of electro-magnetic processes, highly malleable. While Earth-based alloys offer less electrical conductivity than raw metals, these foreign ones preserve a significant amount. With such an impressive resume of attributes, these alloys are suitable for a vast array of manufacturing operations, engineering practices and thermodynamics.\n\nThroughout the 20 years of alien occupation, our visitors never stopped transporting the material to our planet. Still, most if not all of its stockpiles are used for the betterment of ADVENT's armies, and the improvement of City Centers, leaving anyone outside these 'city walls' in scarcity. While there is a small degree of abundance of the alloys, the demand exceeded the supplies. This resulted in the material finding a permanent spot on the black market.\n\nUnfortunately, the chemical compounds needed for its synthetization do not exist on our planet, and thus, cannot be reproduced. Thankfully we have a secure connection to the black market. Otherwise, any additional stockpiles we can get our hands on, will most likely be by force."

[UFOP_XT_ELERIUM X2EncyclopediaTemplate]
ListTitle="Elerium"
DescriptionTitle="Elerium"
DescriptionEntry="Initial observations of element-115, or Elerium, indicate that it is used by the alien forces, and to a lesser extent, ADVENT, to generate huge amounts of power. The unusual atomic structure of this substance responds to direct bombardment from accelerated particles, resulting in an astonishing release of anti-matter energy, as well as gravitational waves, making space travel possible.\n\nThe element provides a never-before-seen level of energy efficiency, requiring small amounts of Elerium to produce vast amounts of power. This efficiency provides the aliens with a nearly inexhaustible source of power generation. Although the potential applications for this element are nearly unlimited, the aliens seem to have focused their efforts on power generation and propulsion schemes, both for transport and weaponry.\n\nWe must do the same if we are to level the battlefield when facing this enemy. Unfortunately, the element does not occur naturally within our solar system and is unable to be synthesized on Earth. Thus, we must be careful when managing our available supply."

[UFOP_XT_ELERIUM_CORES X2EncyclopediaTemplate]
ListTitle="Elerium Cores"
DescriptionTitle="Elerium Cores"
DescriptionEntry="short blurb for Elerium Cores."

[UFOP_XT_MAG_WPNS X2EncyclopediaTemplate]
ListTitle="Magnetic Weapons"
DescriptionTitle="Magnetic Weapons"
DescriptionEntry="After the aliens seized control of Earth after the Two-Month War, a dilemma arose in the nascent ADVENT Administration. Elerium is rare, just as much so back then as it is now. There was hardly enough in supply at the end of the war to arm all of the Elders' invasion force with plasma weaponry, let alone the massive amount of peacekeepers that would be required to quell disorder across an entire planet.\n\nWith the creation of the first hybrids, the issue of creating these peacekeepers was solved, but one question still arose: How would the ADVENT Trooper be armed, if plasma weaponry was too expensive? The solution was found in portable gauss weaponry, not unlike prototypes developed by old-world militaries before the Two-Month War. Whilst the prototypes developed before the invasion were cumbersome and lacked sufficient projectile velocity, the Elders brought along massively improved material science and electronics that substantially reduced the profile of their new magnetic rifles, making them light and manoeuvrable whilst still hitting much harder than their conventional counterpart."

[UFOP_XT_BEAM_WPNS X2EncyclopediaTemplate]
ListTitle="Beam Weapons"
DescriptionTitle="Beam Weapons"
DescriptionEntry="The plasma weapons fielded by alien forces today are notably different to the ones used during the invasion. Whilst both weapons fire the signature green energy all Resistance have become accustomed to at this point, the newer models almost unanimously fire a single, powerful focused beam to deal maximum damage to a single point, much unlike the slow glob-like projectile propulsion of wartime alien weaponry.\n\nThe reason for this drastic shift is unknown, as the weapons seem to be of equal potency from what we can determine, but it is assumed that the newer designs are much more efficient in their usage of the Elerium crystals used to power these weapons, as the material is evidently scarce considering the fact that ADVENT forces field gauss rifles instead."

[UFOP_XT_PSIONICS X2EncyclopediaTemplate]
ListTitle="Psionics"
DescriptionTitle="Psionics"
DescriptionEntry="Until the invasion, Psionics at most was seen as a fringe theory, psuedoscience, or outright fraud. However, as the events of 2015 took place, and humanity was confronted with beings that had built an entire civilization around the manipulation of energy and matter with a mere thought, and brought several whole other species to heel with it. XCOM too was able to begin testing the waters in applying it for use in the field, but only produced one known viable candidate prior to its fall, that being the enigmatic Geist, founder of the Templars. The mechanics of how this ability works is unknown at present, but has a wildly varying array of potential manifestations. Most commonly, it is seen in the excited particles which glow with a distinctive violet hue, often acting in the form of directed energy, not unlike a laser. However, as our knowledge advances, other such manifestations, such as ‘hard light' and the manipulation of thermal, electric, and kinetic energy seem to indicate a much wider range of applications. This is not limited to battlefield usage, as is seen in the technologies utilized by aliens that goes from the practical to the purely recreational."

; ------------------
; 6. XENOBIOLOGY
; ------------------

[Header_UFOP_XENOBIO X2EncyclopediaTemplate]
ListTitle="XENOBIOLOGY"

[UFOP_XB_ADV_TROOPER X2EncyclopediaTemplate]
ListTitle="ADVENT Trooper"
DescriptionTitle="ADVENT Trooper"
DescriptionEntry="short blurb for ADVENT Trooper."

[UFOP_XB_ADV_OFFICER X2EncyclopediaTemplate]
ListTitle="ADVENT Officer"
DescriptionTitle="ADVENT Officer"
DescriptionEntry="short blurb for ADVENT Officer."

[UFOP_XB_ADV_STUNLANCER X2EncyclopediaTemplate]
ListTitle="ADVENT Stunlancer"
DescriptionTitle="ADVENT Stunlancer"
DescriptionEntry="short blurb for ADVENT Stunlancer."

[UFOP_XB_ADV_SHIELDBEARER X2EncyclopediaTemplate]
ListTitle="ADVENT Shieldbearer"
DescriptionTitle="ADVENT Shieldbearer"
DescriptionEntry="short blurb for AVENT Shieldbearer."

[UFOP_XB_ADV_PURIFIER X2EncyclopediaTemplate]
ListTitle="ADVENT Purifier"
DescriptionTitle="ADVENT Purifier"
DescriptionEntry="short blurb for ADVENT Purifier."

[UFOP_XB_ADV_PRIEST X2EncyclopediaTemplate]
ListTitle="ADVENT Priest"
DescriptionTitle="ADVENT Priest"
DescriptionEntry="short blurb for ADVENT Priest."

[UFOP_XB_ADV_MEC X2EncyclopediaTemplate]
ListTitle="ADVENT MEC"
DescriptionTitle="ADVENT MEC"
DescriptionEntry="short blurb for ADVENT MEC."

[UFOP_XB_ADV_TURRET X2EncyclopediaTemplate]
ListTitle="ADVENT Turret"
DescriptionTitle="ADVENT Turret"
DescriptionEntry="short blurb for ADVENT Turret."

[UFOP_XB_SECTOID X2EncyclopediaTemplate]
ListTitle="Sectoid"
DescriptionTitle="Sectoid"
DescriptionEntry="short blurb for Sectoid."

[UFOP_XB_VIPER X2EncyclopediaTemplate]
ListTitle="Viper"
DescriptionTitle="Viper"
DescriptionEntry="short blurb for Viper."

[UFOP_XB_FACELESS X2EncyclopediaTemplate]
ListTitle="Faceless"
DescriptionTitle="Faceless"
DescriptionEntry="short blurb for Faceless."

[UFOP_XB_MUTON X2EncyclopediaTemplate]
ListTitle="Muton"
DescriptionTitle="Muton"
DescriptionEntry="short blurb for Muton."

[UFOP_XB_BERSERKER X2EncyclopediaTemplate]
ListTitle="Berserker"
DescriptionTitle="Berserker"
DescriptionEntry="short blurb for Berserker."

[UFOP_XB_CODEX X2EncyclopediaTemplate]
ListTitle="Codex"
DescriptionTitle="Codex"
DescriptionEntry="short blurb for Codex."

[UFOP_XB_SPECTRE X2EncyclopediaTemplate]
ListTitle="Spectre"
DescriptionTitle="Spectre"
DescriptionEntry="short blurb for Spectre."

[UFOP_XB_ARCHON X2EncyclopediaTemplate]
ListTitle="Archon"
DescriptionTitle="Archon"
DescriptionEntry="short blurb for Archon."

[UFOP_XB_CHRYSSALID X2EncyclopediaTemplate]
ListTitle="Chryssalid"
DescriptionTitle="Chryssalid"
DescriptionEntry="short blurb for Chryssalid."

[UFOP_XB_ANDROMEDON X2EncyclopediaTemplate]
ListTitle="Andromedon"
DescriptionTitle="Andromedon"
DescriptionEntry="short blurb for Andromedon."

[UFOP_XB_SECTOPOD X2EncyclopediaTemplate]
ListTitle="Sectopod"
DescriptionTitle="Sectopod"
DescriptionEntry="short blurb for Sectopod."

[UFOP_XB_GATEKEEPER X2EncyclopediaTemplate]
ListTitle="Gatekeeper"
DescriptionTitle="Gatekeeper"
DescriptionEntry="short blurb for Gatekeeper."

[UFOP_XB_AVATAR X2EncyclopediaTemplate]
ListTitle="Avatar"
DescriptionTitle="Avatar"
DescriptionEntry="short blurb for Avatar."

[UFOP_XB_LOST X2EncyclopediaTemplate]
ListTitle="The Lost"
DescriptionTitle="The Lost"
DescriptionEntry="short blurb for The Lost."

[UFOP_XB_VIPER_KING X2EncyclopediaTemplate]
ListTitle="Viper King"
DescriptionTitle="Viper King"
DescriptionEntry="short blurb for Viper King."

[UFOP_XB_BERSERKER_QUEEN X2EncyclopediaTemplate]
ListTitle="Berserker Queen"
DescriptionTitle="Berserker Queen"
DescriptionEntry="short blurb for Berserker Queen."

[UFOP_XB_ARCHON_KING X2EncyclopediaTemplate]
ListTitle="Archon King"
DescriptionTitle="Archon King"
DescriptionEntry="short blurb for Archon King."

[UFOP_XB_CHOSEN_ASSASSIN X2EncyclopediaTemplate]
ListTitle="Chosen Assassin"
DescriptionTitle="Chosen Assassin"
DescriptionEntry="short blurb for Chosen Assassin."

[UFOP_XB_CHOSEN_HUNTER X2EncyclopediaTemplate]
ListTitle="Chosen Hunter"
DescriptionTitle="Chosen Hunter"
DescriptionEntry="short blurb for Chosen Hunter."

[UFOP_XB_CHOSEN_WARLOCK X2EncyclopediaTemplate]
ListTitle="Chosen Warlock"
DescriptionTitle="Chosen Warlock"
DescriptionEntry="short blurb for Chosen Warlock."

; --------------------
; 7. XCOM TECHNOLOGY
; --------------------

[Header_UFOP_XCOM_TECH X2EncyclopediaTemplate]
ListTitle="XCOM TECHNOLOGY"

[UFOP_XCT_AVENGER X2EncyclopediaTemplate]
ListTitle="The Avenger"
DescriptionTitle="The Avenger"
DescriptionEntry="Having one singular, stationary headquarters for all of XCOM's resistance activities would be a death sentence, considering the almost omniscient surveillance systems ADVENT employs in their hunt for dissident resistance cells. Luckily, however, we were able to recover an abandonded alien supply vessel which, thanks to the work done by the late Dr. Raymond Shen, can serve as XCOM's mobile headquarters.\n\nPowered by a massive Elerium reactor by Dr. Tygan's laboratory, the Avenger has all the space XCOM requires and then some, though many rooms are filled with defunct alien machinery and supplies which will need to be cleared out by our engineers before they can be used. This is in addition to being extremely fast, nearly undetectable to alien scanners, and surprisingly comfortable compared to the conditions in many resistance havens.\n\nIt is, however, not a flying fortress by any means. The lack of external armaments on the Avenger make contact with alien vessels a necessary avoidance."

[UFOP_XCT_RES_COMMS X2EncyclopediaTemplate]
ListTitle="Resistance Communications"
DescriptionTitle="Resistance Communications"
DescriptionEntry="short blurb for Resistance Communications."

[UFOP_XCT_RES_RADIO X2EncyclopediaTemplate]
ListTitle="Communications Radio Tower"
DescriptionTitle="Communications Radio Tower"
DescriptionEntry="short blurb for Communications Radio Tower."

[UFOP_XCT_SKULLJACK X2EncyclopediaTemplate]
ListTitle="Skulljack"
DescriptionTitle="Skulljack"
DescriptionEntry="short blurb for Skulljack."

[UFOP_XCT_PCS X2EncyclopediaTemplate]
ListTitle="PCS Chips"
DescriptionTitle="PCS Chips"
DescriptionEntry="short blurb for PCS Chips."

[UFOP_XCT_SPARKS X2EncyclopediaTemplate]
ListTitle="SPARKS"
DescriptionTitle="SPARKS"
DescriptionEntry="short blurb for SPARKS."

[UFOP_XCT_SHAD_CHAMBER X2EncyclopediaTemplate]
ListTitle="Shadow Chamber Decryption"
DescriptionTitle="Shadow Chamber Decryption"
DescriptionEntry="short blurb for Shadow Chamber Decryption."

[UFOP_XCT_PSIONICS X2EncyclopediaTemplate]
ListTitle="Harnessing Psionics"
DescriptionTitle="Harnessing Psionics"
DescriptionEntry="With the beginning of our own Psionics program on board the Avenger, we've been looking into the myriad ways to harness Psi energy for use in the field and in our day-to-day operations. We've also been engaging in knowledge-sharing with the wider resistance on this front, and learning from the technical developments of the Templars in particular have significantly advanced our own projects. Our main method of harnessing the psionic potential of our soldiers has been through the deployment of devices called amplifiers, which when connected to an implant installed in the parietal lobe of the operative, allows the user to create an ambient field of excited particles which are held in a constant state of flux thanks to psi-wave emitters located on two terminals at the fore of the device. While our system is designed to be minimally-invasive, there are other, more substantial augmentations that can be made. The Templars utilize a significantly larger set of devices that are implanted directly into the user's spinal cord, alongside their trademark ‘gauntlets' which act similarly to our own amplifiers. The possibility of an even more miniaturized system is possible, but likely not within our means at present."

; -----------------------
; 8. PERSONS OF INTEREST
; -----------------------

[Header_UFOP_PERSONS X2EncyclopediaTemplate]
ListTitle="PERSONS OF INTEREST"

[UFOP_POI_BRADFORD X2EncyclopediaTemplate]
ListTitle="Central Officer Bradford"
DescriptionTitle="Central Officer Bradford"
DescriptionEntry="John Bradford (b. 17 November 1979) was the Central Officer of the 2nd and 3rd (current) iterations of XCOM. Born in Manhattan, Kansas, in the former United States, Bradford presented himself as a well-rounded individual growing up, and in particular was known to have a keen mind for organization and leadership. Bradford joined the United States Army in 1996, and would serve as part of US Army Intelligence starting in 1999.\n\nHis career during the years prior to the Two-Month War in 2015 were highly classified, as his particular detachment was tasked with the US Army's xeno-aware intelligence operations and UFO defense. He became the US Military's envoy to the UN Office for Outer Space Affairs thanks to his service, and as a result would be tapped for the role of Central Officer when XCOM was reactivated in February of 2015. During the period, he developed a close professional and personal relationship with the Commander, Head Scientist Dr. Moira Vahlen, and Head of Engineering Dr. Raymond Shen, and were among those present at the time of the assault on XCOM HQ in that July.\n\nIn 2016, shortly after the occupation had began, he joined with an early resistance group, reconnected with the remains of any surviving former XCOM, making contact with the likes of Volk and Jane Kelly, and eventually using his skills as an intelligence officer to arrange the events of Operation Gatecrasher, establishing the Third iteration of the XCOM Project."

[UFOP_POI_TYGAN X2EncyclopediaTemplate]
ListTitle="Dr. Richard Tygan"
DescriptionTitle="Dr. Richard Tygan"
DescriptionEntry="short blurb for Tygan."

[UFOP_POI_SHEN_L X2EncyclopediaTemplate]
ListTitle="Chief Engineer \"Lily\" Shen"
DescriptionTitle="Chief Engineer Shen"
DescriptionEntry="short blurb for Shen."

[UFOP_POI_COUNCIL_SPK X2EncyclopediaTemplate]
ListTitle="Council Spokesman"
DescriptionTitle="Council Spokesman"
DescriptionEntry="short blurb for Council Spokesman."

[UFOP_POI_ADV_SPK X2EncyclopediaTemplate]
ListTitle="ADVENT Speaker"
DescriptionTitle="ADVENT Speaker"
DescriptionEntry="short blurb for ADVENT Speaker."

[UFOP_POI_VOLK X2EncyclopediaTemplate]
ListTitle="Konstantin \"Volk\" Volikov"
DescriptionTitle="Konstantin Volikov"
DescriptionEntry="Konstantin \"Volk\" Volikov (b. 2 September 1990) is a survivalist, outdoorsman, and de facto founder and leader of the Reapers. Volk was born to Russian expats in the former US State of Alaska. While unconfirmed, it is believed that they were refugees fleeing the Siberian Emergency, an extraterrestrial incursion which occured in the Soviet Union in the late 1980s, a major factor in the establishment of XCOM by the UN. His upbringing is largely unrecorded, though what is known is that he was brought up with a great respect for the natural world and a deep hatred of aliens for robbing his family of their home, one he never had a chance to see. He briefly worked alongside John Bradford during his travels across North America following the collapse of XCOM before becoming fully aware of the world's governments' surrender to the aliens and the Elders' ecological conquest. This would lead to an ideological divide with Bradford that led to him founding the Reapers late in 2015, successfully keeping much of Alaska and the wider arctic from falling under alien control since. Much like the Reapers, Volk is cutthroat, willing to do anything for the sake of survival and the restoration of the Earth. In any case, XCOM has earned his trust, and the ‘Grim Reaper' is a powerful ally."

[UFOP_POI_BETOS X2EncyclopediaTemplate]
ListTitle="\"Betos\""
DescriptionTitle="Betos"
DescriptionEntry="Betos (b. 2020) was one of the first of the ADVENT-manufactured hybrids to break her conditioning and connection to the Psinet, and would later found the Skirmishers in 2029. Due to a malfunction within her control chip, her connection to the Psinet eventually degraded completely, leaving her mind silent and free of the constant string of commands she had received from her inception. Quickly identified as a rogue element, she was ordered to be executed at the hands of the Assassin. However, she proved to be more capable of surviving her pursuer than the Elders anticipated. It was then that she began both forging what would become the Skirmishers' foundational practices, including ritual scarification. Not long after, she managed to free another of her kind, former ADVENT Captain Pratal Mox. The two escaped ADVENT proper in 2029 with the assistance of a contingent of Reapers and persons who would later become involved in rebuilding XCOM to breach the Psinet on a massive scale. Once consolidating the group, Betos devoted her growing family on a new goal: To eradicate the Elders, rehabilitate ADVENT defectors, and seek reconciliation with baseline humanity and join them as equals in a free society for all."

[UFOP_POI_GEIST X2EncyclopediaTemplate]
ListTitle="\"Geist\""
DescriptionTitle="Geist"
DescriptionEntry="Geist (b. 1995) is the enigmatic founder of the Templars. His past is almost entirely unverifiable, even by himself, as he suffers from retrograde amnesia he sustained from being placed in a medically-induced coma at some point prior to the end of the Two-Month War. By his own account, he was part of the initial class of XCOM soldiers deployed in March of 2015, and was the first person graded as having psionic potential within the organization under Moira Vahlen's Project Geist, from which he is believed to have derived his moniker. Unfortunately, due to the project being in its earliest phases, he was left in a comatose state at the time of the XCOM Headquarters' destruction in July in what was supposed to be part of the procedure to amplify his psionic potential. As a result, being left in the altered state for an extended period of time allowed him to be overlooked by the attackers, but also abandoned in the ruins of the base. He believes he came out of the ruins at some point thanks to the now-awakened psionic potential teased out by the procedure left to its own devices, following which he salvaged all the pertinent information regarding the ill-fated project before vanishing into the post-invasion world. From then on, the rumors fizzle out into hearsay and pure speculation, as the Templars which follow him have only recently come out of isolation."

[UFOP_POI_MOX X2EncyclopediaTemplate]
ListTitle="Pratal \"Mox\" Mox"
DescriptionTitle="Pratal Mox"
DescriptionEntry="short blurb for Mox."

[UFOP_POI_DRAGUNOVA X2EncyclopediaTemplate]
ListTitle="Elena \"Outrider\" Dragunova"
DescriptionTitle="Elena Dragunova"
DescriptionEntry="short blurb for Dragunova."

[UFOP_POI_KELLY X2EncyclopediaTemplate]
ListTitle="Jane \"Quiet\" Kelly"
DescriptionTitle="Jane Kelly"
DescriptionEntry="short blurb for Jane Kelly."

[UFOP_POI_OSEI X2EncyclopediaTemplate]
ListTitle="Peter \"Rowdy\" Osei"
DescriptionTitle="Peter Osei"
DescriptionEntry="short blurb for Peter Osei."

[UFOP_POI_RAMIREZ X2EncyclopediaTemplate]
ListTitle="Ana \"Skinner\" Ramírez"
DescriptionTitle="Ana Ramírez"
DescriptionEntry="short blurb for Ana Ramírez."

[UFOP_POI_DENMOTHER X2EncyclopediaTemplate]
ListTitle="Denmother"
DescriptionTitle="Denmother"
DescriptionEntry="short blurb for Denmother."

; -----------------------
; 9. GROUPS OF INTEREST
; -----------------------

[Header_UFOP_GROUPS X2EncyclopediaTemplate]
ListTitle="GROUPS OF INTEREST"

[UFOP_GOI_XCOM3 X2EncyclopediaTemplate]
ListTitle="XCOM"
DescriptionTitle="XCOM"
DescriptionEntry="The current version of XCOM is one that is utterly unlike any of the versions which came before it. While the precursors of the organization often came to be in a moment of existential crisis, and by definition was meant to come into play only when all other measures were unable to deal with an extraterrestrial threat, none of them were designed to resist a full-on occupation of the entire planet.\n\nIt is not an army, not a secret organization lurking in the shadows of plausible deniability on behalf of the powers that be. It is a movement. An idea. A shorthand for the collective yearning for freedom that all humanity desires. This, above all other things, is what makes this iteration of XCOM different.\n\nForged from the fragments of what remained of its precursors, melded with steel once discarded in a more civilized time, and tempered in the fires of the alien occupation of Earth. All the artifice is stripped away, and the essence of what XCOM always was meant to be comes to the fore."

[UFOP_GOI_ADV_GOVT X2EncyclopediaTemplate]
ListTitle="The ADVENT Coalition"
DescriptionTitle="The ADVENT Coalition"
DescriptionEntry="As the reigning body for all military, political, and socio-economical affairs for all of humanity, the ADVENT Coalition is the surface level threat to the sovereignty of Earth's inhabitants, controlling the wider populus via means of coercion, propaganda, and empty promises.\n\nThough it is not impossible for Resistance forces to convince certain civilians of ADVENT's truer intentions, the wider populous as a whole is still under the impression that the ADVENT Coalition has Humanity's best interests at heart, and that forces like XCOM and the Resistance are malicious terrorists, spreading death and chaos to wherever they appear."

[UFOP_GOI_ADV_MIL X2EncyclopediaTemplate]
ListTitle="ADVENT Peacekeepers"
DescriptionTitle="ADVENT Peacekeepers"
DescriptionEntry="Often considered one of the more public branches of the ADVENT Coalition, the \"Peacekeepers\" are a catch-all term for the militaristic forces that ADVENT utilizes in all sorts of operations, from guarding City Centers to eradicating Resistance Camps. These forces have their own chain of command, informing how these teams often operate in combat, even on a grander scale."

[UFOP_GOI_RESISTANCE X2EncyclopediaTemplate]
ListTitle="The Resistance"
DescriptionTitle="The Resistance"
DescriptionEntry="Having fought tooth and nail to escape ADVENT's clutches, The Resistance is made of countless scattered groups, often gathered in ramshack camps made from whatever resources that could be gathered. Usually, these groups are either refugees of the Old World, or newly \"enlightened\" City Center citizens. Poorly equipped, yet highly motivated, The Resistance offers support to XCOM wherever and whenever it can. However, especially when considering the overwhelming forces that ADVENT is capable of producing at the drop of a hat, The Resistance is far too outmanned, outgunned, and outmatched to face the Coalition alone."

[UFOP_GOI_REAPERS X2EncyclopediaTemplate]
ListTitle="Reapers"
DescriptionTitle="Reapers"
DescriptionEntry="The Reapers first surfaced in the aftermath of the Great Accord in the remote backcountry of Alaska and the Canadian Arctic, nominally founded and led by Konstantin \"Volk\" Volikov, though in practice there is no singular leadership. They are highly secretive, stealthy, and self-reliant hunters, outdoorspeople, and survivalists well adapted to living and moving undetected wherever they roam. While the Resistance is a fairly diverse group with a wide range of ideologies and practices, the Reapers are known to ‘not play well with others' historically. They often eschew living in and around larger havens and won't want to set up close to areas of ADVENT activity for any extended period of time. They generally keep to themselves and rarely cooperate with outside resistance groups except in rare circumstances, often the only people who maintain a permanent presence in areas known to still be infested by the Lost, Chrysalids, or other feral aliens. It isn't unusual to find Reapers partaking in meals of the fallen invaders, as the practice of xenophagy has a somewhat ritualistic and symbolic purpose in their subculture, an affirmation of humanity's status as ‘apex predator'. Reapers operated relatively undisturbed from the shadows, causing chaos for whatever they need to, be it for a good meal or a higher cause."

[UFOP_GOI_SKIRMISHERS X2EncyclopediaTemplate]
ListTitle="Skirmishers"
DescriptionTitle="Skirmishers"
DescriptionEntry="The Skirmishers are escapees and defectors from ADVENT's Peacekeepers who broke through the psychological conditioning, neural implants, and orders from their superiors and sought their own way in life. As a result of their highly regimented life prior to liberation, be it by their own hand or with the assistance of their fellow escapees, they rely on routine, ritual, and sometimes nonsensical symbolic gestures and practices for their own psychological well-being. One of the most well-known of these practices are the ritual scarification that they engage in throughout their training and deprogramming, essentially done to counter what they describe as the ‘unbearable internal silence' that comes from being disconnected from the Psinet after essentially being plugged into it from their inception as living, thinking beings. Though overly aggressive to the point of seeming suicidal in their tactics, they've shown themselves extremely proficient in battle. They've made their cause upfront and readily apparent, to end the oppression that ADVENT has placed upon them and their brethren. It should come as no surprise that they'd readily align themselves with XCOM, given that they're supported in return. "

[UFOP_GOI_TEMPLARS X2EncyclopediaTemplate]
ListTitle="Templars"
DescriptionTitle="Templars"
DescriptionEntry="The Templars are a religious movement centered on framing ecological and theological principles around the discovery of humanity's innate psionic potential. Their core belief of the Templars is built upon the Gaia Hypothesis, affirming that the planet itself is a living psionic organism that is enslaved by the Elders and their subjects, and must be liberated much akin to . Among their ranks are those who are gifted with the ability to utilize this potential through rigorous training, meditation, a monastic lifestyle, and the utilization of technology derived from prototypes recovered from the remains of XCOM Headquarters by its founder, Geist, believed to be their only test subject in their own attempt to harness psionics. As a result, their methods are often far removed from the standard means of utilizing the abilities seen elsewhere. The Templars manifest their Gift via specialized Gauntlets used in concert with a sophisticated network of psionic amplification technology surgically connected to the user's nervous and cardiovascular systems. The Templars are known for their trademark psi-blades, whilst also manifesting many other more commonly-seen abilities. Though nigh-ubiquitous in their ideals, their greater goals remain ambiguous. Regardless, they're devoted to freeing the Earth, and remain a steadfast ally to the wider Resistance."

[UFOP_GOI_ELDERS X2EncyclopediaTemplate]
ListTitle="The Elders"
DescriptionTitle="The Elders"
DescriptionEntry="Though the Elders' presence had only been speculated on during the initial invasion, the over-abundance of the Elders' image during their occupation of Earth retroactively confirms their involvement. Though enigmatic, their presence is ubiquitously felt among their entire army, from the basic Trooper to even the three Chosen. As far as the public is aware, the Elders are an all-encompassing force of good, bringing forth revolutions in technology and medicine scarcely conceivable before the invasion. To the average man, the Elders are like gods. However, as recent intel would suggest, the Elders have a far more sinister purpose for the occupation of Earth. Whilst there's very little information available on it, there's been a verifiably trustworthy lead on the activation of something known as the "Avatar Project"."

[UFOP_GOI_BLACK_MARKET X2EncyclopediaTemplate]
ListTitle="The Black Market"
DescriptionTitle="The Black Market"
DescriptionEntry="Operating since even before the Advent Coalition's establishment, the Black Market serves as a catch-all area for misfits, rogues, and vigilantes alike to buy and sell odds and ends to each other. Of course, XCOM also has its own budgetary needs, so, from time to time, XCOM will offload whatever it doesn't deem as necessary to the Black Market, receiving vital supplies for such goods. The Market itself is more than just a hub for bartering, offering its own services at a cost of vital Intel. With this information in hand, the Market operatives pull all sorts of strings from behind the curtains, from hiring necessary individuals for XCOM's efforts to even acquiring vital resources."

; --------------------
; 10. MISC. CONCEPTS
; --------------------

[Header_UFOP_MISC X2EncyclopediaTemplate]
ListTitle="MISCELLANEOUS CONCEPTS"

[UFOP_MISC_XCOM_PROPAGANDA X2EncyclopediaTemplate]
ListTitle="XCOM Propaganda"
DescriptionTitle="XCOM Propaganda"
DescriptionEntry="Most ADVENT citizens will never be in the same place as an XCOM operative or defect to open fire on their oppressors. However, a significant contingent of them will encounter XCOM's propaganda efforts. Unlike the ADVENT propaganda variety, it is not unified, ubiquitous, or grandiose. Often, there are little to no references to XCOM itself on propaganda spread by dissidents operating in the field.\n\nEven still, the vast majority of these dissidents often have no direct connection to XCOM, instead having the materials distributed to them through agents in the Black Market or smaller, localized resistance movements. Just as ADVENT propaganda is designed to stifle independent, critical thought with easy-to-digest imagery and slogans, XCOM relies on challenging assumptions, not pulling punches with the symbolism they use. Oftentimes, they utilize photographs taken directly from in the field, as well as the direct consequences of ADVENT's actions.\n\nTheir propaganda forces people to consider how this supposedly enlightened, better society under the Elders seems to have unlimited military resources and access to a whole multiplanetary society, and yet people still don't have enough to go around. And what good is sacrificing liberty for security, if you still get neither?"

[UFOP_MISC_ACHILDREN X2EncyclopediaTemplate]
ListTitle="Anarchy's Children"
DescriptionTitle="Anarchy's Children"
DescriptionEntry="short blurb for Anarchy's Children, where we explain that XCOM's current situation has forced them into accepting just about any freak that can hold a gun."

[UFOP_MISC_VAHLENS_WORK X2EncyclopediaTemplate]
ListTitle="The Violation of the Hippocratic"
DescriptionTitle="Dr. Vahlen's Experiments"
DescriptionEntry="short blurb for The Violation of the Hippocratic, in which we detail how an unhinged and deranged Dr. Moira Vahlen has all but ignored her ethical vows and views, to pursue on the experimentation and creation of three ill-conceived beasts."

[UFOP_MISC_VK_NEST X2EncyclopediaTemplate]
ListTitle="Operation: Regal Beast"
DescriptionTitle="Operation: Regal Beast"
DescriptionEntry="short blurb for The Viper King's Nest."

[UFOP_MISC_SHEN_LOST_TOWER X2EncyclopediaTemplate]
ListTitle="Operation: Last Gift"
DescriptionTitle="Operation: Last Gift"
DescriptionEntry="short blurb for Shen's Lost Tower mission, in which we discover that in an abandonded facility, Dr. Raymond Shen had created Julian and the SPARKS, an arsenal of sorts for his daughter."

[UFOP_MISC_SITREPS X2EncyclopediaTemplate]
ListTitle="SITREPs"
DescriptionTitle="SITREPs"
DescriptionEntry="short blurb for SITREPs, what they can be, and how they can alter the battlefield."

; --------------------
; RUMORS
; --------------------

[Header_UFOP_RUMORS X2EncyclopediaTemplate]
ListTitle="RUMORS"

[UFOP_RMR_AVENGER_HEIST X2EncyclopediaTemplate]
ListTitle="Avenger Heist"
DescriptionTitle="The Avenger Heist"
DescriptionEntry="short blurb for Avenger Heist."

; --------------------
; UFO CLASSIFICATIONS
; --------------------

[Header_UFOP_UFO_CLASS X2EncyclopediaTemplate]
ListTitle="UFO CLASSIFICATIONS"

; --------------------
; MISSION TYPES
; --------------------

[Header_UFOP_MISSION_TYPES X2EncyclopediaTemplate]
ListTitle="MISSION TYPES"


;============================
; OLD ENCYCLOPEDIA ENTRIES 
;============================

[ArchiveAccess X2EncyclopediaTemplate]
-ListTitle="XCOM Archive Access"
-DescriptionTitle="XCOM Archive Access"
-DescriptionEntry="From within the Commander's Quarters menu, selecting \"XCOM Archives\" will bring up access to additional background information and support text. Additional reports will populate the archive as the game progresses and new information is collected." 

+ListTitle="XCOM UFOPEDIA & ARCHIVES"
+DescriptionTitle="XCOM UFOPEDIA & ARCHIVES"
+DescriptionEntry="From within the Commander's Quarters menu, selecting \"XCOM UFOPEDIA\" will bring up access to additional background information and support text. Additional reports will populate the archive as the game progresses and new information is collected." 

